Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# aiChatUnavailableNonAppStoreButtonTitle
source: Install App Store Version
ar: تثبيت نسخة المتجر
de: App Store-Version installieren
es: Instalar la versión de App Store
fr: Installer la version App Store
hi: ऐप स्टोर संस्करण स्थापित करें
it: Installa la versione App Store
ja: App Store 版をインストール
ko: 앱스토어 버전 설치
nl: Installeer App Store Versie
pl: Zainstaluj wersję z App Store
pt: Instalar versão da App Store
ru: Установить версию из App Store
th: ติดตั้งเวอร์ชันใน App Store
tr: App Store Versiyonunu Yükle
vi: Cài đặt phiên bản App Store
zh_hans: 安装 App Store 版本
zh_hant: 安裝App Store版本

# aiChatUnavailableNonAppStoreMessage
source: AI is available only in the App Store version for now. Payments outside App Store In-App Purchase are not supported yet.
ar: الذكاء الاصطناعي متوفر فقط في نسخة متجر التطبيقات حتى الآن. الدفعات خارج عملية الشراء داخل التطبيق غير مدعومة بعد.
de: AI ist derzeit nur in der App Store-Version verfügbar. Zahlungen außerhalb der In-App-Käufe im App Store werden noch nicht unterstützt.
es: La IA está disponible solo en la versión de App Store por ahora. Los pagos fuera de la compra dentro de la App Store no son compatibles todavía.
fr: L'IA n'est disponible que dans la version App Store pour l'instant. Les paiements en dehors de l'achat in-app de l'App Store ne sont pas encore pris en charge.
hi: AI वर्तमान में केवल ऐप स्टोर संस्करण में उपलब्ध है। ऐप स्टोर इन-ऐप खरीदारी के बाहर भुगतान अभी समर्थित नहीं हैं।
it: L'AI è disponibile solo nella versione App Store per ora. I pagamenti al di fuori dell'acquisto in-app dell'App Store non sono ancora supportati.
ja: 現在、AI は App Store 版でのみ利用可能です。App Store のアプリ内購入以外の支払いはまだサポートされていません。
ko: AI는 현재 앱스토어 버전에서만 사용 가능합니다. 앱스토어 내 구매 외 결제는 지원되지 않습니다.
nl: AI is momenteel alleen beschikbaar in de App Store-versie. Betalingen buiten de In-App Aankoop van de App Store worden nog niet ondersteund.
pl: AI jest dostępne tylko w wersji z App Store. Płatności poza zakupami w aplikacji App Store nie są jeszcze obsługiwane.
pt: A IA está disponível apenas na versão da App Store por enquanto. Pagamentos fora da Compra In-App da App Store ainda não são suportados.
ru: Искусственный интеллект сейчас доступен только в версии из App Store. Платежи вне встроенных покупок в App Store пока не поддерживаются.
th: AI มีให้บริการเฉพาะในเวอร์ชัน App Store ในตอนนี้ การชำระเงินนอก App Store ในการซื้อภายในแอปยังไม่รองรับ
tr: Şu an için AI yalnızca App Store versiyonunda mevcuttur. App Store içi satın alımlar dışında ödeme desteklenmiyor.
vi: AI chỉ có sẵn trong phiên bản App Store hiện tại. Các khoản thanh toán ngoài In-App Purchase của App Store chưa được hỗ trợ.
zh_hans: 目前 AI 仅在 App Store 版本中可用。尚不支持 App Store 内购买以外的支付。
zh_hant: 目前AI僅在App Store版本中可用。尚不支持App Store內購之外的支付方式。

# aiChatUsageTitle
source: AI Usage
ar: استخدام الذكاء الاصطناعي
de: AI-Nutzung
es: Uso de IA
fr: Utilisation de l'IA
hi: एआई उपयोग
it: Utilizzo dell'IA
ja: AIの利用
ko: AI 사용량
nl: AI-gebruik
pl: Wykorzystanie AI
pt: Uso de IA
ru: Использование ИИ
th: การใช้งาน AI
tr: Yapay Zeka Kullanımı
vi: Lượng sử dụng AI
zh_hans: AI 使用量
zh_hant: AI 使用量

# aiChatUserMessageActionEditHelp
source: Reload this message into the input box so you can edit and resend it.
ar: أعد تحميل هذه الرسالة إلى صندوق الإدخال حتى تتمكن من تعديلها وإعادة إرسالها.
de: Diese Nachricht in das Eingabefeld neu laden, damit Sie sie bearbeiten und erneut senden können.
es: Vuelve a cargar este mensaje en el cuadro de entrada para que puedas editarlo y reenvíarlo.
fr: Recharger ce message dans la zone de saisie afin que vous puissiez l'éditer et le renvoyer.
hi: इस संदेश को इनपुट बॉक्स में पुनः लोड करें ताकि आप इसे संपादित कर सकें और फिर से भेज सकें।
it: Ricarica questo messaggio nella casella di input in modo da poterlo modificare e inviare nuovamente.
ja: このメッセージを入力ボックスに再読み込みして、編集して再送信できます。
ko: 이 메시지를 입력 상자로 다시 로드하여 수정하고 재전송할 수 있습니다.
nl: Herlaad dit bericht in het invoerveld zodat je het kunt bewerken en opnieuw verzenden.
pl: Załaduj tę wiadomość do pola wejściowego, aby móc ją edytować i ponownie wysłać.
pt: Recarregue esta mensagem na caixa de entrada para que você possa editar e reenviá-la.
ru: Перезагрузите это сообщение в поле ввода, чтобы вы могли отредактировать и отправить его снова.
th: โหลดข้อความนี้กลับเข้าสู่กล่องป้อนข้อมูลเพื่อให้คุณสามารถแก้ไขและส่งใหม่ได้
tr: Bu mesajı girdi kutusuna yeniden yükleyerek düzenleyebilir ve tekrar gönderebilirsiniz.
vi: Tải lại tin nhắn này vào ô nhập để bạn có thể chỉnh sửa và gửi lại.
zh_hans: 将此消息重新加载到输入框中，以便您可以编辑并重新发送。
zh_hant: 將此消息重新加載到輸入框中，便於您進行編輯和重新發送。

# aiChatUserMessageActionEditTitle
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 수정
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# aiChatUserMessageActionRevertHelp
source: Revert canvas to before this message, reload its text into the input box, then resend.
ar: استرجع اللوحة إلى ما كانت عليه قبل هذه الرسالة، ثم أعد تحميل نصها إلى صندوق الإدخال، ثم أعد الإرسال.
de: Die Leinwand vor dieser Nachricht zurücksetzen, ihren Text in das Eingabefeld neu laden und dann erneut senden.
es: Revertir el lienzo a antes de este mensaje, volver a cargar su texto en el cuadro de entrada y luego reenviarlo.
fr: Revenir à la toile avant ce message, recharger son texte dans la zone de saisie, puis renvoyer.
hi: कैनवास को इस संदेश से पहले की स्थिति में वापस लाएँ, इसका पाठ इनपुट बॉक्स में पुनः लोड करें, फिर फिर से भेजें।
it: Ripristina il canvas a prima di questo messaggio, ricarica il suo testo nella casella di input, quindi invia nuovamente.
ja: このメッセージの前の状態にキャンバスを戻し、そのテキストを入力ボックスに再読み込みしてから再送信します。
ko: 이 메시지 이전의 캔버스로 되돌리고, 그 텍스트를 입력 상자로 다시 로드한 다음 재전송합니다.
nl: Keer het canvas terug naar vóór dit bericht, laad de tekst opnieuw in het invoerveld en verzend het opnieuw.
pl: Przywróć płótno do stanu sprzed tej wiadomości, załaduj jej tekst do pola wejściowego, a następnie wyślij ponownie.
pt: Reverter o canvas para antes desta mensagem, recarregar seu texto na caixa de entrada e, em seguida, reenviar.
ru: Верните холст к состоянию до этого сообщения, перезагрузите его текст в поле ввода, а затем отправьте снова.
th: ย้อนกลับผืนผ้าใบไปก่อนข้อความนี้, โหลดข้อความนั้นกลับเข้าสู่กล่องป้อนข้อมูล, จากนั้นส่งใหม่
tr: Tuvali bu mesajdan önceki hale getir, metnini girdi kutusuna yeniden yükle ve sonra tekrar gönder.
vi: Khôi phục canvas về trước tin nhắn này, tải lại văn bản vào ô nhập, sau đó gửi lại.
zh_hans: 将画布恢复到此消息之前，将其文本重新加载到输入框中，然后重新发送。
zh_hant: 將畫布恢復到此消息之前的狀態，然後將其文本重新加載到輸入框中，再重新發送。

# aiChatUserMessageActionRevertTitle
source: Revert
ar: استرجاع
de: Zurücksetzen
es: Revertir
fr: Revenir en arrière
hi: पूर्ववत करें
it: Ripristina
ja: 元に戻す
ko: 되돌리기
nl: Terugdraaien
pl: Przywróć
pt: Reverter
ru: Вернуть
th: ย้อนกลับ
tr: Geri Al
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

# aiChatWelcomeButtonGetStarted
source: Get Started
ar: ابدأ الآن
de: Loslegen
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pl: Zacznij
pt: Começar
ru: Начать
th: เริ่มต้น
tr: Başlayın
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# aiChatWelcomeCaption
source: AI on ExcalidrawZ
ar: الذكاء الاصطناعي على ExcalidrawZ
de: KI auf ExcalidrawZ
es: IA en ExcalidrawZ
fr: IA sur ExcalidrawZ
hi: ExcalidrawZ पर AI
it: AI su ExcalidrawZ
ja: ExcalidrawZのAI
ko: ExcalidrawZ의 AI
nl: AI op ExcalidrawZ
pl: AI na ExcalidrawZ
pt: IA no ExcalidrawZ
ru: AI на ExcalidrawZ
th: AI บน ExcalidrawZ
tr: ExcalidrawZ'de AI
vi: AI trên ExcalidrawZ
zh_hans: ExcalidrawZ上的AI
zh_hant: ExcalidrawZ上的AI

# aiChatWelcomeFeatureBrowseSubtitle
source: Find prior work and pull in library items — with your permission.
ar: ابحث عن الأعمال السابقة وقم بسحب العناصر من المكتبة - بموافقتك.
de: Finden Sie frühere Arbeiten und ziehen Sie Bibliothekselemente hinzu – mit Ihrer Genehmigung.
es: Encuentra trabajos anteriores y agrega elementos de la biblioteca — con tu permiso.
fr: Trouvez des travaux antérieurs et incorporez des éléments de la bibliothèque — avec votre permission.
hi: पूर्व के कार्यों को खोजें और लाइब्रेरी की वस्तुओं को लाएं - आपकी अनुमति से।
it: Trova lavori precedenti e importa elementi dalla libreria - con il tuo permesso.
ja: 過去の作業を見つけ、ライブラリアイテムを取り込む — あなたの許可のもとで。
ko: 이전 작업을 찾고 라이브러리 항목을 가져옵니다 — 귀하의 동의 하에.
nl: Zoek eerder werk en haal bibliotheekitems op — met jouw toestemming.
pl: Znajdź wcześniejsze prace i przynieś elementy z biblioteki — za Twoją zgodą.
pt: Encontre trabalhos anteriores e adicione itens da biblioteca — com sua permissão.
ru: Найдите свою предыдущую работу и добавьте элементы из библиотеки — с вашего разрешения.
th: ค้นหางานก่อนหน้าและดึงรายการในห้องสมุด - โดยมีการอนุญาตจากคุณ
tr: Önceki çalışmaları bulun ve kütüphane öğelerini getirin — izninizle.
vi: Tìm công việc trước đây và nhập các mục từ thư viện - với sự cho phép của bạn.
zh_hans: 找到之前的工作并在您的允许下提取库项目。
zh_hant: 查找之前的作品並提取庫項目 - 在您的允許下。

# aiChatWelcomeFeatureBrowseTitle
source: Browse files & libraries
ar: تصفح الملفات والمكتبات
de: Dateien & Bibliotheken durchsuchen
es: Explorar archivos y bibliotecas
fr: Parcourir les fichiers et bibliothèques
hi: फाइल और लाइब्रेरी ब्राउज़ करें
it: Sfoglia file e librerie
ja: ファイルとライブラリを閲覧
ko: 파일 및 라이브러리 탐색
nl: Blader door bestanden & bibliotheken
pl: Przeglądaj pliki i biblioteki
pt: Navegar por arquivos e bibliotecas
ru: Просматривать файлы и библиотеки
th: เรียกดูไฟล์และห้องสมุด
tr: Dosyaları ve kütüphaneleri tarayın
vi: Duyệt tệp & thư viện
zh_hans: 浏览文件和库
zh_hant: 瀏覽文件和庫

# aiChatWelcomeFeatureDrawSubtitle
source: Adjust elements, position shapes, or restyle existing drawings.
ar: عدل العناصر، وضع الأشكال، أو أعد تصميم الرسومات الحالية.
de: Elemente anpassen, Formen positionieren oder bestehende Zeichnungen umgestalten.
es: Ajusta elementos, posiciona formas o reestiliza dibujos existentes.
fr: Ajustez les éléments, positionnez les formes ou redessinez les dessins existants.
hi: तत्वों को समायोजित करें, आकारों को स्थिति दें, या मौजूदा चित्रों को पुनः शैली दें।
it: Regola gli elementi, posiziona le forme o modifica i disegni esistenti.
ja: 要素を調整したり、形状の位置を変更したり、既存の図面をスタイル変更します。
ko: 요소 조정, 도형 위치 변경 또는 기존 그림 스타일 변경.
nl: Pas elementen aan, positioneer vormen of verander de stijl van bestaande tekeningen.
pl: Dostosuj elementy, ustaw kształty lub zmień styl istniejących rysunków.
pt: Ajuste elementos, posicione formas ou reestilize desenhos existentes.
ru: Регулируйте элементы, размещайте фигуры или изменяйте стиль существующих рисунков.
th: ปรับเปลี่ยนองค์ประกอบ, วางตำแหน่งรูปทรง, หรือเปลี่ยนสไตล์การวาดที่มีอยู่
tr: Ögeleri ayarlayın, şekilleri konumlandırın veya mevcut çizimleri yeniden stilize edin.
vi: Căn chỉnh các yếu tố, định vị hình dạng hoặc làm mới phong cách các bản vẽ hiện có.
zh_hans: 调整元素、定位形状或重新设计现有绘图。
zh_hant: 調整元素、定位形狀或重新設計現有圖形。

# aiChatWelcomeFeatureDrawTitle
source: Edit your canvas
ar: عدل لوحتك
de: Bearbeiten Sie Ihre Leinwand
es: Edita tu lienzo
fr: Modifier votre toile
hi: अपने कैनवास को संपादित करें
it: Modifica il tuo canvas
ja: キャンバスを編集
ko: 캔버스 수정
nl: Bewerk je canvas
pl: Edytuj swoje płótno
pt: Edite seu canvas
ru: Редактируйте свой холст
th: แก้ไขผืนผ้าใบของคุณ
tr: Tuvalinizi düzenleyin
vi: Chỉnh sửa canvas của bạn
zh_hans: 编辑您的画布
zh_hant: 編輯畫布

# aiChatWelcomeFeatureReadSubtitle
source: Snapshot the canvas so the AI can reason about it visually.
ar: التقط صورة للوحة حتى يتمكن الذكاء الاصطناعي من التفكير فيها بصريًا.
de: Machen Sie einen Snapshot der Leinwand, damit die KI visuell darüber nachdenken kann.
es: Captura instantánea del lienzo para que la IA pueda razonarlo visualmente.
fr: Prenez un instantané de la toile pour que l'IA puisse raisonner à ce sujet visuellement.
hi: कैनवास का स्नैपशॉट लें ताकि AI इसे दृश्य रूप में समझ सके।
it: Cattura il canvas affinché l'AI possa ragionare su di esso visivamente.
ja: キャンバスのスナップショットを撮って、AIが視覚的に推論できるようにします。
ko: 캔버스를 스냅샷하여 AI가 시각적으로 이해할 수 있게 합니다.
nl: Maak een momentopname van het canvas zodat de AI er visueel over kan redeneren.
pl: Zrób zrzut płótna, aby AI mogło analizować go wizualnie.
pt: Capture o canvas para que a IA possa raciocinar sobre ele visualmente.
ru: Создайте снимок холста, чтобы AI мог рассуждать о нем визуально.
th: ถ่ายภาพผืนผ้าใบเพื่อให้ AI สามารถวิเคราะห์มันจากมุมมองภาพได้
tr: Tuvali görüntüsel olarak anlaması için AI'ya anlık görüntü alın.
vi: Chụp nhanh canvas để AI có thể xem xét nó về mặt hình ảnh.
zh_hans: 对画布进行快照，以便AI可以视觉推理。
zh_hant: 截取畫布快照，以便AI能夠對其進行視覺推理。

# aiChatWelcomeFeatureReadTitle
source: Read what you've drawn
ar: اقرأ ما رسمته
de: Lesen, was Sie gezeichnet haben
es: Lee lo que has dibujado
fr: Lire ce que vous avez dessiné
hi: आपके द्वारा खींचा गया क्या पढ़ें
it: Leggi ciò che hai disegnato
ja: 描いたものを読む
ko: 그린 내용을 읽기
nl: Lees wat je hebt getekend
pl: Przeczytaj, co narysowałeś
pt: Leia o que você desenhou
ru: Читать то, что вы нарисовали
th: อ่านสิ่งที่คุณวาด
tr: Çizdiklerinizi okuyun
vi: Đọc những gì bạn đã vẽ
zh_hans: 阅读您所绘制的内容
zh_hant: 閱讀您所繪製的內容

# aiChatWelcomeFeatureRevertSubtitle
source: Every AI edit is checkpointed — roll back instantly if you don't like it.
ar: كل تعديل AI مُسجل — يمكنك التراجع عنه فوراً إذا لم يعجبك.
de: Jede KI-Änderung wird gespeichert — rollen Sie sofort zurück, wenn Sie sie nicht mögen.
es: Cada edición de IA se guarda como un punto de control: vuelve atrás al instante si no te gusta.
fr: Chaque modification par IA est sauvegardée — revenez en arrière instantanément si cela ne vous plaît pas.
hi: हर एआई संपादन की चेकपॉइंटिंग होती है - यदि आपको यह पसंद नहीं है तो तुरंत वापस रहें।
it: Ogni modifica dell'AI è registrata — torna indietro istantaneamente se non ti piace.
ja: すべてのAI編集はチェックポイントが設定されているため、気に入らない場合は即座に元に戻すことができます。
ko: 모든 AI 편집은 체크포인트로 저장됩니다 — 마음에 들지 않으면 즉시 롤백하세요.
nl: Elke AI-wijziging is opgeslagen — keer direct terug als je het niet leuk vindt.
pl: Każda edycja AI jest zapisywana — cofnij ją natychmiast, jeśli ci się nie podoba.
pt: Toda edição de IA é verificada — reverta instantaneamente se você não gostar.
ru: Каждое изменение ИИ сохраняется — вы можете тут же отменить, если оно вам не нравится.
th: ทุกการแก้ไข AI จะถูกบันทึกเป็นจุดตรวจสอบ — สามารถยกเลิกได้ทันทีหากคุณไม่ชอบ
tr: Her AI düzenlemesi kontrol noktalarıyla kaydedilir — hoşlanmazsanız anında geri alın.
vi: Mọi chỉnh sửa AI đều được lưu lại — quay lại ngay lập tức nếu bạn không thích.
zh_hans: 每次 AI 编辑都被记录为检查点——如果您不喜欢可以立即撤回。
zh_hant: 每次 AI 編輯都有檢查點 - 如果不喜歡，可以立即恢復。

# aiChatWelcomeFeatureRevertTitle
source: Revert any turn
ar: التراجع عن أي إجراء
de: Rückgängig machen
es: Revertir cualquier turno
fr: Revenir sur n'importe quel tour
hi: किसी भी टर्न को वापस करें
it: Annulla qualsiasi turno
ja: どのターンでも元に戻す
ko: 이동을 되돌리기
nl: Keer elke beurt terug
pl: Cofnij dowolny ruch
pt: Reverter qualquer ação
ru: Отменить любой шаг
th: กลับไปยังการสนทนาใดๆ
tr: Herhangi bir dönüşü geri al
vi: Quay lại bất kỳ lượt nào
zh_hans: 撤回任何回合
zh_hant: 恢復任何回合

# aiChatWelcomeGetStartedCaption
source: You can change AI settings any time from the More menu.
ar: يمكنك تغيير إعدادات AI في أي وقت من قائمة المزيد.
de: Sie können die KI-Einstellungen jederzeit im Mehr-Menü ändern.
es: Puedes cambiar la configuración de IA en cualquier momento desde el menú Más.
fr: Vous pouvez changer les paramètres de l'IA à tout moment dans le menu Plus.
hi: आप किसी भी समय अधिक मेनू से एआई सेटिंग्स बदल सकते हैं।
it: Puoi cambiare le impostazioni dell'AI in qualsiasi momento dal menu Altro.
ja: もっとメニューからAI設定をいつでも変更できます。
ko: 추가 메뉴에서 언제든지 AI 설정을 변경할 수 있습니다.
nl: Je kunt de AI-instellingen op elk moment wijzigen via het menu Meer.
pl: Możesz zmieniać ustawienia AI w każdej chwili z menu Więcej.
pt: Você pode alterar as configurações de IA a qualquer momento no menu Mais.
ru: Вы можете изменить настройки ИИ в любое время в меню Дополнительно.
th: คุณสามารถเปลี่ยนการตั้งค่า AI ได้ทุกเวลาจากเมนูเพิ่มเติม
tr: AI ayarlarını her zaman Daha fazla menüsünden değiştirebilirsiniz.
vi: Bạn có thể thay đổi cài đặt AI bất kỳ lúc nào từ menu Thêm.
zh_hans: 您可以随时从更多菜单中更改 AI 设置。
zh_hant: 您可以隨時從更多選單更改 AI 設定。

# aiChatWelcomeMessage
source: Ask, edit, generate.
ar: اسأل، عدل، أنشئ.
de: Fragen, bearbeiten, generieren.
es: Pregunta, edita, genera.
fr: Demandez, éditez, générez.
hi: पूछें, संपादित करें, उत्पन्न करें।
it: Chiedi, modifica, genera.
ja: 質問、編集、生成。
ko: 질문하고, 편집하고, 생성하세요.
nl: Vraag, bewerk, genereer.
pl: Pytaj, edytuj, generuj.
pt: Pergunte, edite, gere.
ru: Спрашивайте, редактируйте, генерируйте.
th: ถาม, แก้ไข, สร้าง
tr: Sor, düzenle, oluştur.
vi: Hỏi, chỉnh sửa, tạo ra.
zh_hans: 提问、编辑、生成。
zh_hant: 詢問、編輯、生成。

# aiChatWelcomeTitle
source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenido
fr: Bienvenue
hi: स्वागत है
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
pl: Witamy
pt: Bem-vindo
ru: Добро пожаловать
th: ยินดีต้อนรับ
tr: Hoşgeldiniz
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

# aiProposalAddAgainButton
source: Add Again
ar: أضف مرة أخرى
de: Erneut hinzufügen
es: Agregar Otra Vez
fr: Ajouter à nouveau
hi: फिर से जोड़ें
it: Aggiungi di Nuovo
ja: 再度追加
ko: 다시 추가
nl: Nogmaals toevoegen
pl: Dodaj ponownie
pt: Adicionar Novamente
ru: Добавить снова
th: เพิ่มอีกครั้ง
tr: Tekrar Ekle
vi: Thêm lại
zh_hans: 再次添加
zh_hant: 再次添加

# aiProposalApplyButton
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 應用

# aiProposalDragName
source: AI Proposal
ar: اقتراح الذكاء الاصطناعي
de: KI-Vorschlag
es: Propuesta de IA
fr: Proposition IA
hi: AI प्रस्ताव
it: Proposta AI
ja: AI提案
ko: AI 제안
nl: AI-voorstel
pl: Propozycja AI
pt: Proposta da IA
ru: Предложение ИИ
th: ข้อเสนอ AI
tr: AI Teklifi
vi: Đề xuất AI
zh_hans: AI 提议
zh_hant: AI 提案

# aiProposalElementCount
source: ^[%d element](inflect: true)
ar: ^[%d عنصر](inflect: true)
de: ^[%d Element(e)](inflect: true)
es: ^[%d elemento](inflect: true)
fr: ^[%d élément](inflect: true)
hi: ^[%d तत्व](inflect: true)
it: ^[%d elemento](inflect: true)
ja: ^[%d 要素](inflect: true)
ko: ^[%d 요소](inflect: true)
pt: ^[%d elemento](inflect: true)
ru: ^[%d элемент](inflect: true)
th: ^[%d องค์ประกอบ](inflect: true)
tr: ^[%d eleman](inflect: true)
vi: ^[%d phần tử](inflect: true)
zh_hans: ^[%d 元素](inflect: true)
zh_hant: ^[%d 個元素](inflect: true)

# aiProposalErrorEmpty
source: The AI proposal is empty.
ar: الاقتراح من الذكاء الاصطناعي فارغ.
de: Der KI-Vorschlag ist leer.
es: La propuesta de IA está vacía.
fr: La proposition IA est vide.
hi: AI प्रस्ताव खाली है।
it: La proposta AI è vuota.
ja: AI提案が空です。
ko: AI 제안이 비어있습니다.
nl: Het AI-voorstel is leeg.
pl: Propozycja AI jest pusta.
pt: A proposta da IA está vazia.
ru: Предложение ИИ пустое.
th: ข้อเสนอ AI ว่างเปล่า
tr: AI teklifi boş.
vi: Đề xuất AI là trống.
zh_hans: AI 提议为空。
zh_hant: AI 提案是空的。

# aiProposalErrorNoActiveCanvas
source: Open a canvas before applying the AI proposal.
ar: افتح لوحة قبل تطبيق اقتراح الذكاء الاصطناعي.
de: Öffnen Sie eine Leinwand, bevor Sie den KI-Vorschlag anwenden.
es: Abre un lienzo antes de aplicar la propuesta de IA.
fr: Ouvrez un canevas avant d'appliquer la proposition IA.
hi: AI प्रस्ताव लागू करने से पहले एक कैनवास खोलें।
it: Apri una tela prima di applicare la proposta AI.
ja: AI提案を適用する前にキャンバスを開いてください。
ko: AI 제안을 적용하기 전에 캔버스를 열어야 합니다.
nl: Open een canvas voordat je het AI-voorstel toepast.
pl: Otwórz płótno przed zastosowaniem propozycji AI.
pt: Abra uma tela antes de aplicar a proposta da IA.
ru: Откройте холст перед применением предложения ИИ.
th: เปิดผืนผ้าใบก่อนที่จะนำข้อเสนอ AI ไปใช้
tr: AI teklifini uygulamadan önce bir tuvali açın.
vi: Mở một canvas trước khi áp dụng đề xuất AI.
zh_hans: 在应用AI提议之前，请打开一个画布。
zh_hant: 在應用 AI 提案之前，請打開一個畫布。

# aiProposalTitle
source: AI proposal
ar: اقتراح الذكاء الاصطناعي
de: KI-Vorschlag
es: Propuesta de IA
fr: Proposition IA
hi: एआई प्रस्ताव
it: Proposta AI
ja: AI提案
ko: AI 제안
nl: AI voorstel
pl: Propozycja AI
pt: Proposta de IA
ru: AI предложение
th: ข้อเสนอ AI
tr: AI teklifi
vi: Đề xuất AI
zh_hans: AI 提案
zh_hant: AI 提案

# applePencilButtonDisconnect
source: Disconnect
ar: فصل الاتصال
de: Trennen
es: Desconectar
fr: Déconnecter
hi: अलग करें
it: Disconnetti
ja: 切断
ko: 연결 끊기
nl: Ontkoppelen
pl: Rozłącz
pt: Desconectar
ru: Отключить
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı Kes
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 斷開連接

# applePencilConnectionTips
source: You can activate pencil mode by tapping on the canvas with your Apple Pencil.
ar: يمكنك تفعيل وضع القلم عن طريق النقر على اللوحة باستخدام قلم أبل.
de: Du kannst den Stiftmodus aktivieren, indem du mit deinem Apple Pencil auf die Leinwand tippst.
es: Puedes activar el modo lápiz tocando el lienzo con tu Apple Pencil.
fr: Vous pouvez activer le mode crayon en tapotant sur la toile avec votre Apple Pencil.
hi: आप अपने Apple Pencil से कैनवास पर टैप करके पेंसिल मोड सक्रिय कर सकते हैं।
it: Puoi attivare la modalità matita toccando la tela con la tua Apple Pencil.
ja: Apple Pencilでキャンバスをタップすることで、ペンシルモードをアクティブにできます。
ko: Apple Pencil로 캔버스를 탭하여 펜슬 모드를 활성화할 수 있습니다.
nl: Je kunt de potloodmodus activeren door op het canvas te tikken met je Apple Pencil.
pl: Możesz aktywować tryb pióra, dotykając płótna swoim Apple Pencil.
pt: Você pode ativar o modo lápis tocando na tela com seu Apple Pencil.
ru: Вы можете активировать режим карандаша, коснувшись холста с помощью вашего Apple Pencil.
th: คุณสามารถเปิดโหมดดินสอโดยการแตะที่ผืนผ้าใบด้วย Apple Pencil ของคุณ
tr: Apple Pencil ile tuval üzerine dokunarak kalem modunu etkinleştirebilirsiniz.
vi: Bạn có thể kích hoạt chế độ bút bằng cách chạm vào canvas với Apple Pencil của bạn.
zh_hans: 您可以通过用 Apple Pencil 点击画布来激活铅笔模式。
zh_hant: 您可以通過用 Apple Pencil 點擊畫布來啟用鉛筆模式。

# applePencilConnectToPencil
source: Connect to pencil
ar: الاتصال بالقلم
de: Mit dem Stift verbinden
es: Conectar al lápiz
fr: Se connecter au crayon
hi: पेंसिल से कनेक्ट करें
it: Collegati alla matita
ja: ペンシルに接続
ko: 펜슬에 연결
nl: Verbinden met potlood
pl: Połącz z piórem
pt: Conectar ao lápis
ru: Подключиться к карандашу
th: เชื่อมต่อกับดินสอ
tr: Kaleme bağlan
vi: Kết nối với bút
zh_hans: 连接到铅笔
zh_hant: 連接到鉛筆
